Repository: AkramiPro/lscache_wp
Catalog: litespeed-cache/languages/litespeed-cache-*.po
Languages: fr_fr

source: Overview
fr_fr: Vue d’ensemble

source: LiteSpeed Cache is a page cache built into LiteSpeed Web Server. This plugin communicates with LiteSpeed Web Server to let it know which pages are cache-able and when to purge them.
fr_fr: LiteSpeed Cache est un système de cache de page intégré dans le serveur web LiteSpeed. Ce plugin communique avec le serveur web ListeSpeed pour lui permettre de savoir quelles pages peuvent être mises en cache et à quel moment les supprimer du cache.

source: You must have the LSCache module installed and enabled in your LiteSpeed Web Server setup.
fr_fr: Le module LSCache doit être installé dans la configuration de votre serveur web LiteSpeed.

source: Auto Purge Rules
fr_fr: Règles de nettoyage du cache

source: You can set what pages will be purged when a post is published or updated.
fr_fr: Vous pouvez paramétrer les pages qui seront vidés du cache lorsqu’un article est publié ou mis à jour.

source: For more information:
fr_fr: Pour plus d’informations :

source: LSCache Documentation
fr_fr: Documentation LSCache

source: Support Forum
fr_fr: Forum de support

source: Notice: Your installation of LiteSpeed Web Server does not have LSCache enabled.
fr_fr: Information : LSCache n’est pas activé sur votre installation de LiteSpeed Web Server.

source: This plugin will NOT work properly.
fr_fr: Ce plugin NE fonctionnera PAS correctement.

source: Category
fr_fr: Catégorie

source: Post ID
fr_fr: ID de l’article

source: Tag
fr_fr: Étiquette

source: LiteSpeed Cache Management
fr_fr: Gestion de LiteSpeed Cache

source: LiteSpeed Cache is maintained and managed by LiteSpeed Web Server.
fr_fr: LiteSpeed Cache est maintenu et géré par LiteSpeed Web Server.

source: You can inform LiteSpeed Web Server to purge cached contents from this screen.
fr_fr: Cette page vous permet de demander à LiteSpeed Web Server de nettoyer le contenu du cache.

source: More options will be added here in future releases.
fr_fr: Davantage d’options seront ajoutées ici dans les prochaines versions.

source: Purge Front Page
fr_fr: Vider le cache de la page d’accueil

source: Purge All
fr_fr: Vider tout le cache

source: This will purge everything for all blogs.
fr_fr: Ceci videra tout le cache pour tous les blogs.

source: Are you sure you want to purge all?
fr_fr: Êtes-vous sûr de vouloir vider tout le cache ?

source: Are you sure you want to purge all?
fr_fr: Êtes-vous sûr de vouloir vider tout le cache ?

source: Purge By...
fr_fr: Vider cache par…

source: You may purge selected pages here.
fr_fr: Vous pouvez vider les pages sélectionnées ici.

source: Currently, the available options are:
fr_fr: Actuellement , les options disponibles sont :

source: Category: Purge category pages by name.
fr_fr: Catégorie: Vider les pages de catégorie par nom.

source: Post ID: Purge pages by post ID.
fr_fr: ID d’article: Vider le cache par ID d’article

source: Tag: Purge tag pages by name.
fr_fr: Étiquette: Vider les pages par nom d’étiquette

source: URL: Purge pages by locator.
fr_fr: URL : Vider les pages par localisation.

source: Purge List
fr_fr: Liste de nettoyage de cache

source: LiteSpeed Cache Settings
fr_fr: Réglages LiteSpeed Cache

source: Plugin Compatibilities
fr_fr: Compatibilité de plugin

source: Advanced Settings
fr_fr: Paramètres avancés

source: General
fr_fr: Général

source: Purge Rules
fr_fr: Règles de nettoyage

source: Do Not Cache Rules
fr_fr: Règles de non mise en cache

source: These configurations are only available network wide.
fr_fr: Ces configurations ne seulement disponibles pour le réseau.

source: WARNING: Third party tab input invalid.
fr_fr: AVERTISSEMENT: Données d’onglet tiers invalide.

source: WARNING: Third party config slug contains invalid characters.
fr_fr: AVERTISSEMENT : Prefix de configuration tierce contient des caractères invalides.

source: Separate Mobile Views should be enabled if any of the network enabled themes require a different view for mobile devices.
fr_fr: Affichages mobiles distincts doit être activé si un thème activé sur votre réseau requiert un affichage différent pour les appareils mobiles.

source: Responsive themes can handle this part automatically.
fr_fr: Les thèmes responsive peuvent gérer cette partie automatiquement.

source: Advanced
fr_fr: Avancé.

source: General Network Configurations
fr_fr: Configurations réseau générales

source: Network Enable Cache
fr_fr: Activer le cache sur le réseau

source: Enabling LiteSpeed Cache for WordPress here enables the cache for the network.
fr_fr: Activer ici LiteSpeed Cache pour WordPress active le cache pour le réseau.

source: We <b>STRONGLY</b> recommend that you test the compatibility with other plugins on a single/few sites.
fr_fr: Nous vous recommandons <b>VIVEMENT</b> de tester la compatibilité avec d'autres plugins sur un seul/ou quelques sites.

source: This is to ensure compatibility prior to enabling the cache for all sites.
fr_fr: Ceci est pour tester la compatibilité avant d’activer le cache pour tous les sites.

source: Network Do Not Cache Rules
fr_fr: Règles de non mise cache du réseau

source: Do Not Cache User Agents
fr_fr: Agents utilisateur à ne pas mettre en cache

source: Do Not Cache Cookies
fr_fr: Cookies à ne pas mettre en cache

source: Advanced Network Settings
fr_fr: Réglages avancés du réseau

source: Save
fr_fr: Sauvegarder

source: LiteSpeed Cache Edit .htaccess
fr_fr: LiteSpeed Cache Éditeur de fichier .htaccess

source: WARNING: This page is meant for advanced users.
fr_fr: AVERTISSEMENT : Cette page est destinée aux utilisateurs avancés.

source: Any changes made to the .htaccess file may break your site.
fr_fr: Tout changement fait dans le fichier .htaccess peut empêcher le bon fonctionnement de votre site.

source: Please consult your host/server admin before making any changes you are unsure about.
fr_fr: Veuillez consulter votre hébergeur/administrateur de serveur avant d’appliquer des changements si vous n’êtes pas sûr.

source: Current %s contents:
fr_fr: Contenu actuel de %s :

source: DO NOT EDIT ANYTHING WITHIN
fr_fr: NE RIEN ÉDITER À L’INTÉRIEUR DE

source: These are added by the LS Cache plugin and may cause problems if they are changed.
fr_fr: Ils sont ajoutés par le plugin LS Cache et peuvent causer des problèmes s’ils sont modifiés.

source: LiteSpeed Cache Information
fr_fr: Information de LiteSpeed Cache

source: Common Rewrite Rules
fr_fr: Régales de réécriture générales

source: Admin IP Commands
fr_fr: Commandes d’administration par IP

source: LiteSpeed Cache Configurations
fr_fr: Configurations de LiteSpeed Cache

source: Please check to make sure that your <b>web server cache configurations</b> are set to the following:
fr_fr: Merci de vérifier que vos <b>réglages de serveur web</b> sont paramétrés de la manière suivante :

source: The following are also recommended to be set:
fr_fr: Il est aussi conseillé d’effectuer les réglages suivants :

source: Verify Cache
fr_fr: Vérifier le cache

source: To verify that the cache is working, please do the following:
fr_fr: Pour vérifier si le cache fonctionne, veuillez suivre les instructions suivantes :

source: Open a non logged in browser.
fr_fr: Lancer un navigateur qui n’est pas connecté

source: Right-click the page and open the inspector.
fr_fr: Clic droit sur la page puis ouvrez l’inspecteur.

source: Select the Network tab.
fr_fr: Sélectionnez l’onglet Réseau.

source: Visit a page.
fr_fr: Visitez une page.

source: If the page is not cached yet, there should be a response header
fr_fr: Si la page n’est pas encore en cache, il doit y avoir une entête de réponse

source: If the page is already cached, there may be a "hit" header instead.
fr_fr: Si la page est déjà en cache, il doit avoir une entête contenant "hit" à la place.

source: This may occur if someone else visited the page first.
fr_fr: Ceci peut arriver si quelqu’un visite la page avant vous.

source: Refresh the page.
fr_fr: Actualisez la page.

source: The page should now be cached. There should now be a response header
fr_fr: La page doit maintenant être en cache. Il doit maintenant y avoir l’entête de réponse

source: For more information, please visit our wiki page<a href="%s" target="%s">here</a>
fr_fr: Pour plus d’informations, veuillez visiter notre page de wiki <a href="%s" target="%s">ici</a>

source: Instructions for LiteSpeed Web Server Enterprise
fr_fr: Instructions pour le serveur web LiteSpeed Enterprise

source: Make sure that your license includes the LSCache module enabled.
fr_fr: Veuillez vous assurer que votre licence inclut l'activation du module LSCache.

source: You can <a href="%1$s" rel="%2$s" target="%3$s">try our 2-CPU trial license with LSCache module</a> free for %4$d days.
fr_fr: Vous pouvez <a href="%1$s" rel="%2$s" target="%3$s">essayer notre licence 2-CPU avec le module LSCache</a> gratuitement pour %4$d jours.

source: Your server must be configured to have caching enabled.
fr_fr: Votre serveur doit être configuré avec le cache activé.

source: If you are the server admin, <a href="%s" rel="%s" target="%s">click here.</a>
fr_fr: Si vous êtes un administrateur de serveur, <a href="%s" rel="%s" target="%s">cliquez-ici.</a>

source: Otherwise request that your server admin configure the cache root for your server.
fr_fr: Sinon, demandez à votre administrateur de serveur de configurer la racine du cache sur votre serveur.

source: In the .htaccess file for your WordPress installation, add the following:
fr_fr: Dans le fichier .htaccess de votre installation de WordPress, ajoutez les lignes suivantes :

source: Instructions for OpenLiteSpeed
fr_fr: Instructions pour OpenLiteSpeed

source: Our OLS integration is currently in beta.
fr_fr: Notre intégration OLS est actuellement en bêta.

source: The integration utilizes the cache module.
fr_fr: L'intégration utilise le module de cache.

source: Please follow the instructions <a href="%s" rel="%s" target="%s">here.</a>
fr_fr: Veuillez suivre les instructions <a href="%s" rel="%s" target="%s">ici.</a>

source: How to test the plugin
fr_fr: Comment tester le plugin

source: The LiteSpeed Cache Plugin utilizes LiteSpeed specific response headers.
fr_fr: Le plugin de cache LiteSpeed utilise des entêtes de réponse spécifiques à LiteSpeed.

source: Visiting a page for the first time should result in a %s or %s response header for the page.
fr_fr: Visiter une page pour la première fois doit résulter en l'ajout d'un %s ou d'une entête de réponse %s pour la page.

source: Subsequent requests should have the %s response header until the page is updated, expired, or purged.
fr_fr: Les requêtes suivantes soit avoir une réponse avec entête %s jusqu’à ce que la page est mise à jour, ce qu’elle ait expiré, ou qu’elle ait été vidée.

source: Please visit <a href="%s" rel="%s" target="%s">this page</a> for more information.
fr_fr: Veuillez visiter <a href="%s" rel="%s" target="%s">cette page</a> pour avoir plus d'informations.

source: If your questions are not answered, try the %s
fr_fr: Si vous ne trouvez pas la réponse à vos questions, essayez le %s

source: If your questions are still not answered, do not hesitate to ask them on the <a href="%s" target="%s">support forum</a>.
fr_fr: Si vous n’avez toujours pas de réponse à vos questions, n’hésitez pas à les poser sur le <a href="%s" rel="%s" target="%s">forum de support</a>.

source: Is the LiteSpeed Cache Plugin for WordPress free?
fr_fr: Est ce que le plugin LiteSpeed Cache pour WordPress est gratuit ?

source: Yes, the plugin itself will remain free and open source.
fr_fr: Oui, le plugin lui-même restera gratuit et open source.

source: You are required to have a LiteSpeed Web Server Enterprise 5.0.10+ license with the LSCache module enabled.
fr_fr: Vous avez besoin d’une licence LiteSpeed Web Server Enterprise 5.0.10+ avec le module LSCache activé.

source: An alternative to Enterprise is OpenLiteSpeed v 1.4.17+, but the functionality is currently in beta.
fr_fr: Une alternative à la version Enterprise est OpenLiteSpeed v 1.4.17+, mais cette fonctionnalité est actuellement en beta.

source: Where are the cached files stored?
fr_fr: Où sont stockés les fichiers de cache ?

source: This plugin only instructs LiteSpeed Web Server on what pages to cache and when to purge.
fr_fr: Ce plugin n’indique seulement au LiteSpeed Web Server quelles pages mettre en cache et quand il doit les vider.

source: The actual cached pages are stored and managed by LiteSpeed Web Server. Nothing is stored on the PHP side.
fr_fr: Les pages mises en cache sont stockées et gérées par LiteSpeed Web Server. Aucun fichier n’est stocké par PHP.

source: Does LiteSpeed Cache for WordPress work with OpenLiteSpeed?
fr_fr: Est ce que LiteSpeed Cache for WordPress fonctionne avec OpenLiteSpeed ?

source: The support is currently in beta. It should work, but is not fully tested.
fr_fr: Le support est actuellement en bêta. Il devrait fonctionner, mais n’a pas été entièrement testé.

source: As well, any settings changes that require modifying the .htaccess file requires a server restart.
fr_fr: Aussi, tout réglage qui requiert la modification d’un fichier .htaccess nécessitent un redémarrage du serveur.

source: Is WooCommerce supported?
fr_fr: Est-ce que WooCommerce est pris en charge ?

source: In short, yes. For WooCommerce versions 1.4.2 and above, this plugin will not cache the pages that WooCommerce deems non-cacheable.
fr_fr: En bref, oui. Pour les versions 1.4.2 et WooCommerce et au-dessus, ce plugin ne mettra pas en cache les pages que WooCommerce juge ne peuvent être mises en cache .

source: For versions below 1.4.2, we do extra checks to make sure that pages are cacheable.
fr_fr: Pour les versions en dessous de 1.4.2, nous faisons des contrôles supplémentaires pour nous assurer que les pages peuvent être mises en cache.

source: We are always looking for feedback, so if you encounter any problems, be sure to send us a support question.
fr_fr: Nous sommes toujours à la recherche de retours utilisateur, donc si vous rencontrez des problèmes, veuillez nous faire parvenir votre demande de support .

source: How do I get WP-PostViews to display an updating view count?
fr_fr: Comment puis-je permettre à WP-PostViews d’afficher et mettre à jour le compteur de pages vues ?

source: Use %1$s to replace %2$s
fr_fr: Utilisez %1$s pour remplacer %2$s

source: NOTE: The id can be changed, but the div id and the ajax function must match.
fr_fr: REMARQUE : L’id peut être modifié, mais l’id du div et la fonction ajax doivent correspondre.

source: Replace the ajax query in %1$s with %2$s
fr_fr: Remplacer la requête ajax dans %1$s par %2$s

source: Purge the cache to use the updated pages.
fr_fr: Vider le cache pour utiliser les pages mises à jour.

source: Enable
fr_fr: Activer

source: Disable
fr_fr: Désactiver

source: Use Network Admin Setting
fr_fr: Utiliser le paramètre admin du réseau.

source: NOTICE
fr_fr: INFORMATION

source: When disabling the cache, all cached entries for this blog will be purged.
fr_fr: Lorsque vous désactivez le cache, toutes les entrées mises en cache pour ce blog seront vidées.

source: Please visit the <a href="%sadmin.php?page=lscache-info">information</a> page on how to test the cache.
fr_fr: Veuillez visiter la <a href="%sadmin.php?page=lscache-info">page d’information</a> pour savoir comment tester le cache.

source: You can override network admin settings here.
fr_fr: Vous pouvez remplacer les paramètres d'administration de réseau ici.

source: Enable LiteSpeed Cache
fr_fr: Activer LiteSpeed Cache

source: seconds
fr_fr: secondes

source: Default Public Cache TTL
fr_fr: Durée de vie par défaut de cache public

source: Required number in seconds, minimum is 30.
fr_fr: Requis nombre en secondes, minimum 30.

source: Default Front Page TTL
fr_fr: Durée de vie du cache de la page d’accueil

source: Enable Cache for Commenters
fr_fr: Activer le cache pour les visiteurs qui ont posté un commentaire

source: Specify how long, in seconds, public pages are cached. Minimum is 30 seconds.
fr_fr: Spécifiez une durée en secondes, pour la mise en cache de page publique. Le minimum est de 30 secondes.

source: Specify how long, in seconds, the front page is cached. Minimum is 30 seconds.
fr_fr: Spécifiez une durée en secondes, pour la mise en cache de la page d'accueil. Le minimum est de 30 secondes.

source: Default Feed TTL
fr_fr: Durée de vie de flux RSS

source: Specify how long, in seconds, feeds are cached.
fr_fr: Spécifiez une durée en secondes, pour la mise en cache des flux RSS.

source: If this is set to a number less than 30, feeds will not be cached.
fr_fr: Si vous configurez une valeur de moins de 30, les flux RSS ne seront pas mis en cache.

source: When checked, commenters will not be able to see their comment awaiting moderation.
fr_fr: Lorsque ceci est coché, les personnes ayant posté un commentaire pourront voir leurs commentaires en attente de modération.

source: Disabling this option will display those types of comments, but the cache will not perform as well.
fr_fr: Désactiver cette option affichera ce type de commentaire, mais votre cache sera moins performant.

source: Enable Cache for Login Page
fr_fr: Activer le cache pour la page de login

source: Unchecking this option may negatively affect performance.
fr_fr: Désactiver cette option aura un effet négatif sur la performance.

source: Auto Purge Rules For Publish/Update
fr_fr: Règles de nettoyage automatique pour la publication/mise à jour d’un article

source: Select which pages will be automatically purged when posts are published/updated.
fr_fr: Sélectionnez les pages qui doivent être vidés automatiquement du cache lorsqu’un article est publié/mis à jour.

source: Note:
fr_fr: Remarque :

source: Select "All" if you have dynamic widgets linked to posts on pages other than the front or home pages.
fr_fr: Sélectionnez "Toutes" si vous avez des widget dynamiques liées à des articles sur des pages autres que la page d’articles ou d’accueil.

source: (Other checkboxes will be ignored)
fr_fr: (Les autres cases à cocher seront ignorées)

source: Select only the archive types that you are currently using, the others can be left unchecked.
fr_fr: Sélectionnez seulement les types d’archives que vous utilisez actuellement, les autres peuvent être laissés déselectionnés.

source: All pages
fr_fr: Toutes les pages

source: Front page
fr_fr: Page d’accueil

source: Home page
fr_fr: Page d’articles

source: Author archive
fr_fr: Archive d’auteur

source: Post type archive
fr_fr: Archive de type d’article

source: Yearly archive
fr_fr: Archive annuelle

source: Monthly archive
fr_fr: Active mensuelle

source: Daily archive
fr_fr: Archive journalière

source: Term archive (include category, tag, and tax)
fr_fr: Terme archive (inclure catégorie, étiquette et taxonomie)

source: Enter a list of urls that you do not want to have cached.
fr_fr: Saisissez la liste d’URL que vous ne souhaitez pas mettre en cache.

source: The urls will be compared to the REQUEST_URI server variable.
fr_fr: Ces URL seront comparés au REQUEST_URI du variable SERVER.

source: There should only be one url per line.
fr_fr: Il ne doit y avoir qu’une URL par ligne.

source: NOTE:
fr_fr: Remarque :

source: URLs must start with a '/' to be correctly matched.
fr_fr: Les URL doivent commencer avec un '/' pour être associées correctement.

source: To do an exact match, add '$' to the end of the URL.
fr_fr: Pour demander une correspondance exacte, ajoutez '$' à la fin de l’URL.

source: Any surrounding whitespaces will be trimmed.
fr_fr: Tout caractère d’espace autour seront supprimés.

source: e.g. to exclude %s, I would have:
fr_fr: par exemple, pour exclure %s, nous aurions :

source: All categories are cached by default.
fr_fr: Toutes les catégories sont mises en cache par défaut.

source: To prevent a category from being cached, enter it in the text area below, one per line.
fr_fr: Pour éviter qu’une catégorie ne soit mise en cache, saisissez la dans le champ texte ci-dessous, une par ligne;

source: NOTE:
fr_fr: REMARQUE :

source: If the Category ID is not found, the name will be removed on save.
fr_fr: Si l’ID de catégorie n’est pas trouvé, le nom sera enlevé lors de l’enregistrement.

source: All tags are cached by default.
fr_fr: Toutes les étiquettes sont mises en cache par défaut.

source: To prevent tags from being cached, enter it in the text area below, one per line.
fr_fr: Pour éviter qu’un étiquette ne soit mise en cache, saisissez la dans le champ de texte ci-dessous, une par ligne.

source: If the Tag ID is not found, the name will be removed on save.
fr_fr: Si l’ID de l’étiquette est pas trouvé, le nom sera enlevé lors de l’enregistrement.

source: URI List
fr_fr: Liste d’URI

source: Category List
fr_fr: Liste de catégrories

source: Tag List
fr_fr: Liste d’étiquettes

source: These settings are meant for ADVANCED USERS ONLY.
fr_fr: Ces réglages sont SEULEMENT destinés à des UTILISATEURS AVANCÉS.

source: Please take great care when changing any of these settings.
fr_fr: Veuillez faire très attention lors de la modification de ces réglages.

source: If you have any questions, don't hesitate to submit a support thread.
fr_fr: Si vous avez des questions, n’hésitez pas à créer un fil de support.

source: Developer Testing
fr_fr: Tests pour développeurs

source: Admin IPs
fr_fr: IP d’utilisateur admin

source: Cache Tag Prefix
fr_fr: Préfixe d’étiquette de cache

source: Add an alpha-numeric prefix to cache and purge tags.
fr_fr: Ajoutez une préfixe alpha-numérique pour les étiquettes de mise en cache et de suppression de cache.

source: This can be used to prevent issues when using multiple LiteSpeed caching extensions on the same server.
fr_fr: Ceci peut être utilisé pour éviter des problèmes lorsque vous utilisez plusisuers extensions de cache LiteSpeed sur le même serveur.

source: Allows listed IPs (space or comma separated) to perform certain actions from their browsers.
fr_fr: Autorise une liste d’adresse IP (séparées par des espaces ou virgules) d’effectuer certaines opérations dans leur navigateurs.

source: More information about the available commands can be found here:
fr_fr: Plus d’information sur les commandes disponibles peuvent être trouvées ici :

source: None
fr_fr: Aucun

source: Error
fr_fr: Erreur

source: Notice
fr_fr: Notification

source: Debug Level
fr_fr: Niveau de débogage

source: Outputs to WordPress debug log.
fr_fr: Écrit dans les logs de debogage de WordPress.

source: WARNING: Unchecking this option will clear the Mobile View List. Press OK to confirm this action.
fr_fr: AVERTISSEMENT : Désactiver cette option effacera la liste de Affichages Mobiles, cliquez sur OK pour confirmer cette action.

source: Enable Separate Mobile View
fr_fr: Activer l’affichage mobile distinct

source: When checked, mobile views will be cached separately.
fr_fr: Lorsque cette option est sélectionnée, les affichages mobiles seront mis en cache séparément

source: A site built with responsive design does not need to check this.
fr_fr: Un site construit en responsive design, ne nécessite pas de cocher cette option.

source: SYNTAX: Each entry should be separated with a bar, '|'.
fr_fr: SYNTAXE : Chaque entrée doit être séparé par une barre verticale, '|'.

source: Any spaces should be escaped with a backslash before it, '\ '.
fr_fr: Tout espace doit avoir été échappé avec une barre oblique, '\ ' devant celle-ci.

source: The default list WordPress uses is
fr_fr: La liste par défaut utilisée par WordPress est

source: NOTICE:
fr_fr: REMARQUE :

source: This setting will edit the .htaccess file.
fr_fr: Ce réglage éditera le fichier .htaccess

source: Error getting current rules:
fr_fr: Erreur d’obtention des règles actuelles :
