Repository: AkramiPro/lscache_wp
Catalog: litespeed-cache/languages/litespeed-cache-*.po
Languages: fr_fr

source: List of Mobile View User Agents
fr_fr: Liste d’agent utilisateur mobiles

source: Cookie List
fr_fr: Liste de cookies

source: Htaccess did not match configuration option.
fr_fr: Le fichier Htaccess ne correspondait pas à l’option configurée.

source: Please re-enter the mobile view setting.
fr_fr: Veuillez ressaisir les paramètres pour les affichages mobiles.

source: Last used configured option:
fr_fr: Dernière option configurée utilisée :

source: To prevent cookies from being cached, enter it in the text area below.
fr_fr: Pour éviter la mise en cache d’un cookie, saisissez le dans le champ de texte ci-dessous.

source: SYNTAX: Cookies should be listed one per line.
fr_fr: SYNTAXE: Il ne faut seulement avoir un cookie par ligne

source: Spaces should have a backslash in front of them, '\ '.
fr_fr: Vous devez ajouter une barre oblique , '\ ' devant les espaces.

source: User Agent List
fr_fr: Liste d’agent utilisateur

source: To prevent user agents from being cached, enter it in the text field below.
fr_fr: Pour empêcher la mise en cache d’un agent utilisateur, saisissez le dans le champ texte ci-dessous.

source: SYNTAX: Separate each user agent with a bar, '|'.
fr_fr: SYNTAXE : Séparez chaque agent utilisateur avec une barre verticale, '|'.

source: Login Cookie
fr_fr: Cookie de login

source: SYNTAX: alphanumeric and "_".
fr_fr: SYNTAXE: alphanumérique et "_".

source: No spaces and case sensitive.
fr_fr: Aucun espace et sensible à la casse.

source: MUST BE UNIQUE FROM OTHER WEB APPLICATIONS.
fr_fr: DOIT ÊTRE UNIQUE D’AUTRES APPLICATIONS WEB.

source: The default login cookie is %s.
fr_fr: Le cookie de login par défaut est %s.

source: The server will determine if the user is logged in based on this cookie.
fr_fr: Le serveur déterminera si l’utiliser est connecté grâce à ce cookie.

source: This setting is useful for those that have multiple web applications for the same domain.
fr_fr: Ce réglage est utile pour les personnes qui ont plusieurs applications web avec le même nom de domaine.

source: If every web application uses the same cookie, the server may confuse whether a user is logged in or not.
fr_fr: Si chaque application utilise le même cookie, le serveur pourrait ne pas savoir si l’utilisateur est connecté.

source: The cookie set here will be used for this WordPress installation.
fr_fr: Le cookie paramétré ici sera utilisé pour cette installation de WordPress

source: Example use case:
fr_fr: Exemple d’utilisation :

source: There is a WordPress install for %s.
fr_fr: Il y a une installation de WordPress pour %s.

source: Then there is another WordPress install (NOT MULTISITE) at %s
fr_fr: Alors il y a une autre installation de WordPress (NON MULTISITE) à l’adresse %s

source: The cache needs to distinguish who is logged into which WordPress in order to cache correctly.
fr_fr: Le cache doit pouvoir différencier qui est connecté à WordPress afin de gérer le cache correctement.

source: Error: invalid login cookie. Please check the %s file
fr_fr: Erreur : cookie de login invalide. Veuillez vérifier le fichier %s

source: WARNING: The .htaccess login cookie and Database login cookie do not match.
fr_fr: AVERTISSEMENT : Le cookie de login du fichier .htaccess et de la base de données ne correspondent pas.

source: Cache favicon.ico
fr_fr: Mise en cache de favicon.ico

source: favicon.ico is requested on most pages.
fr_fr: favicon.ico est appelé sur la majorité des pages.

source: Caching this recource may improve server performance by avoiding unnecessary php calls.
fr_fr: Mettre en cache cette ressources peut améliorer la performance du serveur, évitant des appels inutiles à PHP.

source: Enable Cache for PHP Resources
fr_fr: Activer le cache pour les ressources PHP

source: Some themes and plugins add resources via a PHP request.
fr_fr: Certains thèmes et plugins ajoutent des ressources par requête PHP.

source: Caching these pages may improve server performance by avoiding unnecessary php calls.
fr_fr: Mettre en cache ces pages peut améliorer les performances du serveur évitant des appels inutiles à PHP.

source: To make LiteSpeed Cache compatible with WP-PostViews:
fr_fr: Pour rendre LiteSpeed Cache compatible avec WP-PostViews :

source: Replace the following calls in your theme's template files with a div or span with a unique ID.
fr_fr: Remplacer les appels suivants dans les fichiers du template avec un div ou un spam et une ID unique.

source: e.g. Replace <br> <pre>%1$s</pre> with<br> <pre>%2$s</pre>
fr_fr: par exemple Remplacer <br> <pre>%1$s</pre> par<br> <pre>%2$s</pre>

source: Update the ajax request to output the results to that div.
fr_fr: Mettre à jour la requête ajax pour afficher les résultats dans ce div.

source: Example:
fr_fr: Exemple :

source: The ajax code can be found at
fr_fr: Le code ajax peut être trouvé à l’adresse

source: After purging the cache, the view count should be updating.
fr_fr: Après avoir vidé le cache, le compteur de visites doit se mettre à jour.

source: Compatibility with WP-PostViews
fr_fr: Compatibilité avec WP-PostViews

source: LiteSpeed Cache Plugin Compatibility
fr_fr: Compatibilité plugin de LiteSpeed Cache

source: Please comment on the support thread listing the plugins that you are using and how they are functioning.
fr_fr: Veuillez ajouter écrire sur le fil de support la liste des plugins que vous utilisez et s’ils fonctionnent correctement.

source: With your help, we can provide the best WordPress caching solution.
fr_fr: Avez votre aide, nous pouvons fournir la meilleure solution de cache pour WordPress.

source: Link Here
fr_fr: Lien ici

source: This is a list of plugins that are confirmed to be compatible with LiteSpeed Cache Plugin:
fr_fr: Ceci est la liste de plugins qui sont confirmés être compatibles avec le plugin LiteSpeed Cache :

source: This is a list of known UNSUPPORTED plugins:
fr_fr: Ceci est la liste de plugins NON SUPPORTÉS :

source: Admin IP Query String Actions
fr_fr: Actions de chaîne de requête pour IP administrateur

source: The following commands are available to the admin and do not require log-in, providing quick access to actions on the various pages.
fr_fr: Les commandes suivantes sont disponibles pour les utilisateurs admin et ne nécessitent pas de log-in, permettant un accès rapide à des actions sur les différentes pages.

source: Action List:
fr_fr: Liste d’actions :

source: This is used to display a page without caching it.
fr_fr: Ceci est utilisé pour afficher une page sans mise en cache.

source: An example use case is to compare a cached version with an uncached version.
fr_fr: Un exemple d’utilisation est de comparer la version en cache avec la version qui n’est pas en cache.

source: This is used to purge most cache tags associated with the page.
fr_fr: Ceci est utiliser pour vider le cache de la plupart des étiquettes associés à une page.

source: The lone exception is the blog ID tag.
fr_fr: La seule exception est l’étiquette de l’ID du blog.

source: Note that this means that pages with the same cache tag will be purged as well.
fr_fr: Remarquez que cela signifie que les pages avec la même étiquette de cache seront aussi supprimées du cache.

source: This is used to purge the first cache tag associated with the page.
fr_fr: Ceci est utiliser pour vider le cache de la première étiquette associé avec la page.

source: This is used to show all the cache headers associated with the page.
fr_fr: Ceci est utilisé pour afficher toutes les entêtes de cache associés avec cette page.

source: This may be useful for debugging purposes.
fr_fr: Ceci peut être utile pour des fins de débogage.

source: To run the action, just access the page with the query string %s and the action will trigger for the accessed page.
fr_fr: Pour exécuter une action, appelez simplement la page avec la chaîne de requête %s et cette action sera déclenchée pour la page appelée.

source: Mobile Views:
fr_fr: Affichages Mobiles :

source: Some sites have adaptive views, meaning the page sent will adapt to the browser type (desktop vs mobile).
fr_fr: Certains sites ont des affichages adaptatives, signifiant que la page s’adaptera au type de navigateur (desktop ou mobile).

source: This rewrite rule is used for sites that load a different page for each type.
fr_fr: Cette règle de réécriture est utilisé pour les sites qui changent une page différente pour chaque type.

source: This configuration can be added on the settings page in the General tab.
fr_fr: Cette configuration peut être ajouté dans les réglages de la page de l’onglet Général.

source: Do Not Cache Cookies:
fr_fr: Cookies à ne pas mettre en cache :

source: Another common rewrite rule is to notify the cache not to cache when it sees a specified cookie name.
fr_fr: Autre règle de réécriture souvent utilisé est de notifier le moteur de cache de ne pas mettre en cache pour un nom de cookie spécifique.

source: This configuration can be added on the settings page in the Do Not Cache tab.
fr_fr: La configuration peut être ajouté dans la page de Réglages, dans l’onglet Ne pas mettre en cache.

source: Do Not Cache User Agent:
fr_fr: Ne pas mettre en cache un agent utilisateur :

source: A not so commonly used rewrite rule is to notify the cache not to cache when it sees a specified User Agent.
fr_fr: Une règle moins souvent utilisée est de notifier le moteur de cache de ne pas mettre en cache pour un Agent utilisateur spécifique.

source: LiteSpeed Cache Common Rewrite Rules
fr_fr: Règles de réécritures souvent utilisés dans LiteSpeed Cache

source: The following configurations can only be changed by the network admin.
fr_fr: Les configurations suivantes ne peuvent seulement être modifiés par un admin réseau.

source: If you need to make changes to them, please contact the network admin to make the changes.
fr_fr: Si vous avez besoin de modifier ces réglages, veuillez connecter l’admin du réseau pour effectuer ces changements.

source: The following rewrite rules can be configured in the LiteSpeed Cache settings page.
fr_fr: Les règles de réécriture suivantes peuvent être configurés dans la page de Réglages de LiteSpeed Cache.

source: If you need to make changes to them, please do so on that page.
fr_fr: Si vous avez besoin d’apporter de changements à ces réglages, veuillez le faire sur cette page.

source: It will automatically generate the correct rules in the htaccess file.
fr_fr: Cela ajoutera automatiquement les bonnes règles dans le fichier .htaccess

source: File Saved.
fr_fr: Fichier sauvegardé

source: Failed to back up file, aborted changes.
fr_fr: Échec de sauvegarde du fichier, changements annulés.

source: .htaccess file does not exist or is not readable.
fr_fr: Le fichier .htaccess n’existe pas ou n’est pas lisible.

source: Failed to put contents into %s
fr_fr: Échec d’ajout de contenu dans %s

source: Failed to get %s file contents.
fr_fr: Échec de récupération du contenu du fichier %s.

source: Invalid login cookie. Invalid characters found.
fr_fr: Cookie de login invalide. Des caractères invalides ont été trouvés.

source: Could not find
fr_fr: Impossible de trouver

source: Failed to overwrite
fr_fr: Échec de réécriture

source: Tried to parse for existing login cookie.
fr_fr: Tentative de recherche de cookie de login existant.

source: Invalid login cookie. Invalid characters found:
fr_fr: Cookie de login invalide. Des caractères invalides ont été trouvés :

source: Invalid Rewrite List. Empty or invalid rule. Rule:
fr_fr: Liste de réécriture d'URL invalide. Videz la liste ou enlevez la règle invalide. Règle :

source: %s file not valid. Please verify the contents.
fr_fr: Le fichier %s n’est pas valide. Veuillez vérifier son contenu.

source: File not readable or not writable.
fr_fr: Le fichier ne peut être lu ou écrit.

source: This site is a subdirectory install.
fr_fr: Le site est installé dans un sous-dossier.

source: Login cookies do not match.
fr_fr: Les cookies de login ne correspondent pas.

source: Please remove both and set the login cookie in LiteSpeed Cache advanced settings.
fr_fr: Veuillez enlever les deux et paramétrer le cookie dans login dans les réglages avancés de LiteSpeed Cache.

source: Prefix was found after suffix.
fr_fr: Le préfixe a été trouvé après le suffixe

source: %s Manager
fr_fr: %s Gestionnaire

source: Manage
fr_fr: Gérer

source: %s Settings
fr_fr: %s Réglages

source: Settings
fr_fr: Réglages

source: %s Edit .htaccess
fr_fr: %s Éditer .htaccess

source: Edit %s
fr_fr: Éditer %s

source: Invalid data in Admin IPs.
fr_fr: Données invalides dans les IP d’admin.

source: Invalid Tag Prefix input.
fr_fr: Entrée invalide de préfixe d'étiquette.

source: Input should only contain letters and numbers.
fr_fr: La valeur ne doit seulement contenir des lettres non accentuées et des chiffres.

source: Default Public Cache TTL must be set to 30 seconds or more
fr_fr: Durée de vie par défaut du cache public, doit être d’au moins 30 secondes

source: Default Front Page TTL must be set to 30 seconds or more
fr_fr: Durée de vie par défaut du de la page d’accueil, doit être d’au moins 30 secondes

source: Feed TTL input is invalid. Input must be numeric.
fr_fr: La valeur du TTL du cache des flux RSS est invalide. Elle doit être numérique.

source: Removed category "%s" from list, ID does not exist.
fr_fr: Catégorie "%s" retiré de la liste, cet ID n’existe pas.

source: Removed tag "%s" from list, ID does not exist.
fr_fr: Étiquette "%s" supprimée de la liste, cet ID n’existe pas.

source: Invalid data in Test IPs.
fr_fr: Données invalides dans les IP de Test

source: Notified LiteSpeed Web Server to purge the public cache.
fr_fr: LiteSpeed Web Server a été notifié de la demande de suppression du cache public.

source: Notified LiteSpeed Web Server to purge the front page.
fr_fr: LiteSpeed Web Server a été notifié de la demande de suppression du cache de la page d’accueil.

source: File saved.
fr_fr: Fichier sauvegardé.

source: It is recommended that LiteSpeed Cache be purged after updating a plugin.
fr_fr: Il est recommandé de vider le cache LiteSpeed après une mise à jour du plugin.

source: advanced-cache.php detected in wp-content directory! Please disable or uninstall any other cache plugins before enabling LiteSpeed Cache.
fr_fr: Nous avons détecté un fichier advanced-cache.php dans le dossier wp-content ! Veuillez désactiver ou désinstaller tout autre plugin de cache avant d’activer LiteSpeed Cache.

source: Your WordPress version is too old for the LiteSpeed Cache Plugin.
fr_fr: Votre version de WordPress est trop ancien pour le plugin LiteSpeed Cache.

source: The LiteSpeed Cache Plugin requires at least WordPress %2$s. Please upgrade or go to <a href="%1$s">active plugins</a> and deactivate the LiteSpeed Cache plugin to hide this message.
fr_fr: Le plugin LiteSpeed Cache requiert au moins WordPress version %2$s. Veuillez faire la mise à jour ou aller à votre <a href="%1$s">liste de plugins actifs</a> et désactivez le plugin LiteSpeed Cache pour enlever ce message.

source: Your PHP version is too old for LiteSpeed Cache Plugin.
fr_fr: Votre version de PHP est trop ancien pour le plugin LiteSpeed Cache.

source: LiteSpeed Cache Plugin requires at least PHP %3$s. You are using PHP %2$s, which is out-dated and insecure. Please ask your web host to update your PHP installation or go to <a href="%1$s">active plugins</a> and deactivate LiteSpeed Cache plugin to hide this message.
fr_fr: Le plugin LiteSpeed Cache requiert au moins PHP PHP %3$s. Vous utilisez PHP %2$s, qui est une ancienne version de PHP qui n’est pas sécurisé. Veuillez demander à votre hébergeur de mettre à jour votre installation de PHP, ou allez à votre <a href="%1$s">liste de plugins actifs</a> et désactivez le plugin LiteSpeed Cache pour désactiver ce message.

source: LiteSpeed Cache was unable to write to your wp-config.php file. Please add the following to your wp-config.php file located under your WordPress root directory: define('WP_CACHE', true);
fr_fr: LiteSpeed Cache n’ai pas été en mesure de modifier votre fichier wp-config.php. Veuillez ajouter la ligne suivante à votre fichier wp-config.php qui se trouve à la racine de votre site WordPress : define('WP_CACHE', true);

source: Failed to purge by category, invalid category slug.
fr_fr: Échec de nettoyage du cache par catégorie, slug de catégorie invalide.

source: Failed to purge by category, does not exist:
fr_fr: Échec de nettoyage du cache par catégorie, n’existe pas :

source: Purge category
fr_fr: Vider le cache de catégories

source: Failed to purge by Post ID, given ID is not numeric:
fr_fr: Échec de nettoyage du cache par ID d’article, ID renseignée n’est pas numérique :

source: Failed to purge by Post ID, given ID does not exist or is not published:
fr_fr: Échec de nettoyage du cache par ID d’article, ID renseignée n’existe pas nous n’a pas été publié :

source: Failed to purge by Post ID, Auto Purge All pages on update is enabled. Please use the Purge All button on the LiteSpeed Cache Management screen or navigate to the post you wish to purge and add %s to the url.
fr_fr: Échec de nettoyage du cache par ID d’article, l’option Vider le cache de toutes les pages lors d’une mise à jour est activé. Veuillez utiliser le bouton Vider tout le cache de la page Gestion de LiteSpeed Cache ou visitez la page que vous souhaitez vider et ajoutez %s à l’URL.

source: Purge Post ID
fr_fr: Vider le cache de l’article ID

source: Failed to purge by tag, invalid tag slug.
fr_fr: Échec de nettoyage du cache par étiquette, invalide slug d’étiquette.

source: Failed to purge by tag, does not exist:
fr_fr: Échec de nettoyage du cache par étiquette, n’existe pas :

source: Purge tag
fr_fr: Vider le cache d’étiquette

source: Failed to purge by url, contained "<".
fr_fr: Échec de nettoyage du cache par URL, contient "<".

source: Failed to purge by url, does not exist:
fr_fr: Échec de nettoyage du cache par URL, n’existe pas :

source: Purge url
fr_fr: Vider le cache d’URL

source: ERROR: Something went wrong with the form! Please try again.
fr_fr: ERREUR : Quelque chose ne s’est pas bien passé lors de la soumission de ce formulaire ! Veuillez réessayer.

source: ERROR: Tried to purge list with empty list.
fr_fr: ERREUR : Tentative de vider une liste déjà vide.

source: ERROR: Bad Purge By selected value.
fr_fr: Erreur : Mauvaise valeur sélectionnée pour vider le cache par.

source: NOTICE: Database login cookie did not match your login cookie.
fr_fr: REMARQUE : Cookie de login en base de données ne correspond pas à votre cookie de login.

source: If you just changed the cookie in the settings, please log out and back in.
fr_fr: Si vous venez de changer les réglages de cookie, veuillez vous déconnecter et vous reconnecter à nouveau.

source: If not, please verify your LiteSpeed Cache setting's Advanced tab.
fr_fr: Si non, veuillez vérifier vos réglages de LiteSpeed Cache dans l’onglet Avancé

source: If using OpenLiteSpeed, you may need to restart the server for the changes to take effect.
fr_fr: Si vous utilisez OpenLiteSpeed, vous devez redémarrer votre serveur pour que les changements soient prises en compte.

source: NOTICE: Database login cookie does not match the cookie used to access the page.
fr_fr: REMARQUE : Le cookie de login en base de données ne correspond pas au cookie utilisé pour accéder à cette page.

source: Please have the admin check the LiteSpeed Cache settings.
fr_fr: Veuillez demander à un admin de vérifier les réglages de LiteSpeed Cache.

source: This error may appear if you are logged into another web application.
fr_fr: Cette erreur peut être affichée si vous êtes connecté à une autre application.

source: WooCommerce Configurations
fr_fr: Configurations WooCommerce

source: Purge product on changes to the quantity or stock status.
fr_fr: Vider le cache de produit lors d'un changement de quantité ou de statut de stock.

source: Purge categories only when stock status changes.
fr_fr: Vider les catégories lorsque le statut de stock change.

source: Purge product and categories only when the stock status changes.
fr_fr: Vider le cache de produits et de catégories lorsque le statut de stock change.

source: Purge product only when the stock status changes.
fr_fr: Ne seulement vider le cache de produit lorsque le statut de stock change.

source: Do not purge categories on changes to the quantity or stock status.
fr_fr: Ne pas vider les catégories lors d’un changement de quantités disponibles ou de statut de stock.

source: Always purge both product and categories on changes to the quantity or stock status.
fr_fr: Toujours vider les produits et les catégories lors d’un changement de quantité disponible ou de statut de stock.

source: Determines how changes in product quantity and product stock status affect product pages and their associated category pages.
fr_fr: Détermine comment les changements de quantité de produit our de statut de stock de produit affectera les pages de produits et leurs pages de catégories.

source: Checking this option will force the shop page to use the front page TTL setting.
fr_fr: Cocher cette option, forcera l’utilisation du réglage TTL de votre page d’accueil sur votre page de boutique.

source: For example, if the homepage for your site is located at https://www.example.com, your shop page may be located at https://www.example.com/shop.
fr_fr: Par exemple, si la page d'accueil de votre site est située à l'URL https://www.example.com, votre page de boutique peut être située à l'URL https://www.example.com/boutique.

source: Product Update Interval
fr_fr: Intervalle de rafraichissement de produit

source: Use Front Page TTL for the Shop Page
fr_fr: Durée TTL pour la page d’accueil ou la page de boutique

source: Specific Pages
fr_fr: Pages spécifiques

source: File editing is disabled in configuration.
fr_fr: L’édition de fichiers est désactivée dans votre configuration.

source: In short, yes.
fr_fr: Pour résumer, oui.

source: To test the cart:
fr_fr: Pour tester le panier :

source: Once both pages are confirmed cached, add the product to your cart.
fr_fr: Une fois que vous avez confirmé que les deux pages sont en cache, ajoutez le produit à votre panier.

source: After adding to the cart, visit the first page.
fr_fr: Après l’ajout au panier, visitez la première page.

source: Similarly, to exclude %s(accessed with the /blog), you would have:
fr_fr: De la même manière, pour exclure %s(affichée avec /blog), vous aurez :

source: To test the cart, visit the %s.
fr_fr: Pour tester le panier, visitez le %s.
